Repository: Alucard2112/DnD-Beyonder
Catalog: lib/l10n/intl_*.arb
Languages: de

source: Self
de: Selbst

source: Feet
de: Fuß

source: Mile
de: Meile

source: Touch
de: Berührung

source: Special
de: Speziell

# meterForUi
source: {count, plural,=1{1 Meter} other{{count} Meters}}
de: {count, plural,=1{1 Meter} other{{count} Meter}}

# feetForUi
source: {count} Feet
de: {count} Fuß

# kmForUi
source: {count, plural,=1{1 Kilometer} other{{count} Kilometers}}
de: {count} Kilometer

# mileForUi
source: {count, plural,=1{1 Mile} other{{count} Miles}}
de: {count, plural,=1{1 Meile} other{{count} Meilen}}

source: tiny
de: Sehr klein

source: small
de: Klein

source: medium
de: Mittelgroß

source: large
de: Groß

source: huge
de: Riesig

# actions
source: {action, select, attack {Attack} dash {Dash} disengage {Disengage} hide {Hide} use_an_object {Use an Object} other {Error}}
de: {action, select, attack {Angriff} dash {Spurt} disengage {Rückzug} hide {Verstecken} use_an_object {Gegenstand benutzen} other {Fehler}}

# skills
source: {skill, select, athletics {Athletics} acrobatics {Acrobatics} sleight_of_hand {Sleight of Hand} stealth {Stealth} arcana {Arcana} history {History} investigation {Investigation} nature {Nature} religion {Religion} animal_handling {Animal Handling} insight {Insight} medicine {Medicine} perception {Perception} survival {Survival} deception {Deception} intimidation {Intimidation} performance {Performance} persuasion {Persuasion} other {Error}}
de: {skill, select, athletics {Athletik} acrobatics {Akrobatik} sleight_of_hand {Fingerfertigkeit} stealth {Heimlichkeit} arcana {Arkane Kunde} history {Geschichte} investigation {Nachforschung} nature {Naturkunde} religion {Religion} animal_handling {Mit Tieren umgehen} insight {Motiv Erkennen} medicine {Heilkunde} perception {Wahrnehmung} survival {Überlebenskunst} deception {Täuschung} intimidation {Einschüchtern} performance {Auftreten} persuasion {Überzeugen} other {Fehler}}

# species
source: {selectSpecies, select, half_elf {Halfelf} half_orc {Halforc} dragonborn {Dragonborn} human {Human} tiefling {Tiefling} dwarf {Dwarf} dwarf_hill {Hilldwarf} dwarf_mountain {Mountaindwarf} elf {Elf} elf_drow{Drow} elf_high {Highelf} elf_wood {Woodelf} halfling {Halfling} halfling_stout {Stout Halfling} halfling_lightfoot {Lightfood Halfling} aasimar {Aasimar} gnome {Gnome} gnome_forest {Forest-Gnome} gnome_rock {Rock-Gnome} goliath {Goliath} orc {Orc} aarakocra {Aarakocra} air_genasi {Air Genasi} bugbear {Bugbear} centaur {Centaur} changeling {Changeling} deep_gnome {Deep Gnome} duergar {Duergar} earth_genasi {Earth Genasi} eladrin {Eladrin} fairy {Fairy} firbolg {Firbolg} fire_genasi {Fire Genasi} githyanki {Githyanki} githzerai {Githzerai} goblin {Goblin} harengon {Harengon} hobgoblin {Hobgoblin} kenku {Kenku} kobold {Kobold} lizardfolk {Lizardfolk} minotaur {Minotaur} satyr {Satyr} sea_elf{Sea Elf} shadar_kai {Shadar-kai} shifter {Shifter} tabaxi {Tabaxi} tortle {Tortle} triton {Triton} water_genasi {Water Genasi} yuan_ti {Yuan-ti} kender {Kender} other {Error}}
de: {selectSpecies, select, half_elf {Halbelf} half_orc {Halbork} dragonborn {Drachenblütige} human {Mensch} tiefling {Tiefling} dwarf {Zwerg} dwarf_hill {Hügelzwertg} dwarf_mountain {Gebirgszwerg} elf {Elf} elf_drow{Drow} elf_high {Hochelf} elf_wood {Waldelf} halfling {Halbling} halfling_stout {Stämmiger Halbling} halfling_lightfoot {Leichtfuss Halbling} aasimar {Aasimar} gnome {Gnom} gnome_forest {Wald-Gnom} gnome_rock {Felsen-Gnom} goliath {Goliath} orc {Ork} aarakocra {Aarakocra} air_genasi {Luft-Genasi} bugbear {Bugbear} centaur {Zentaure} changeling {Wechselbalg} deep_gnome {Tiefengnom} duergar {Duergar} earth_genasi {Erd-Genasi} eladrin {Eladrin} fairy {Fee} firbolg {Firbolg} fire_genasi {Feuer-Genasi} githyanki {Githyanki} githzerai {Githzerai} goblin {Goblin} harengon {Harengon} hobgoblin {Hobgoblin} kenku {Kenku} kobold {Kobold} lizardfolk {Echsenmensch} minotaur {Minotaur} satyr {Satyr} sea_elf {Meereself} shadar_kai {Shadar-kai} shifter {Wandler} tabaxi {Tabaxi} tortle {Tortel} triton {Triton} water_genasi {Wasser-Genasi} yuan_ti {Yuan-ti} kender {Kender} other {Fehler}}

# senses
source: {sense, select, darkvision {Darkvision} truesight {Truesight} blindsight {Blindsight} other {Error}}
de: {sense, select, darkvision {Dunkelsicht} truesight {Wahrer Blick} blindsight {Blindsicht} other {Fehler}}

# status
source: {status, select, concentration {Concentration} surprised {Surprised} other {Error}}
de: {status, select, concentration {Konzentration} surprised {Überrascht} other {Fehler}}

# cover
source: {cover, select, half_cover {half cover} three_quarters_cover {three-quarters cover} total_cover {total cover} other {Error}}
de: {cover, select, half_cover {Teildeckung} three_quarters_cover {Dreivierteldeckung} total_cover {Volle Deckung} other {Fehler}}

# light
source: {light, select, bright_light {bright light} dim_light {dim light} darkness {darkness} other {Error}}
de: {light, select, bright_light {Helles Licht} dim_light {Dämmriges Licht} darkness {Dunkelheit} other {Fehler}}

# visibility
source: {visibility, select, lightly_obscured {lightly obscured} heavily_obscured {heavily obscured} other {Error}}
de: {visibility, select, lightly_obscured {Leicht verschleiert} heavily_obscured {Komplett verschleiert} other {Fehler}}

source: difficult terrain
de: schwieriges Gelände

source: Artificer
de: Werkmeister

source: Barbarian
de: Barbar

source: Bard
de: Barde

source: Cleric
de: Kleriker

source: Druid
de: Druide

source: Fighter
de: Kämpfer

source: Monk
de: Mönch

source: Ranger
de: Waldläufer

source: Rogue
de: Schurke

source: Sorcerer
de: Magier

source: Warlock
de: Hexenmeister

source: Wizard
de: Zauberer

source: Level
de: Zaubergrad

# school
source: Spellschool
de: Zauberschule

# attackType
source: Damage Type
de: Schadenstyp

source: Source
de: Quelle

# dndClass
source: Class
de: Klasse

# spellCount
source: Number of Spells
de: Anzahl Zauber

source: Sort by
de: Sortieren nach

source: Ascending
de: Aufsteigend

source: Descending
de: Absteigend

source: Somatic
de: Geste

source: Acid
de: Säure

source: Bludgeoning
de: Wuchtschaden

source: Cold
de: Frost

source: Fire
de: Feuer

source: Force
de: Energie

source: Lightning
de: Blitz

source: Necrotic
de: Nekrotisch

source: Piercing
de: Stich

source: Poison
de: Gift

source: Psychic
de: Psychisch

source: Radiant
de: Gleißend

source: Slashing
de: Klinge

source: Thunder
de: Donner

source: Shortbow
de: Kurzbogen

source: Longbow
de: Langbogen

source: One-handed Melee-Attacks
de: Einhändige Nahkampfangriffe

source: Unarmed attacks
de: Unbewaffnete Nahkampfangriffe

source: Natural Attacks
de: Natürliche Angriffe

source: Melee Weapon Attacks
de: Nahkampfangriffe

source: Thrown Weapon Attacks
de: Wurfwaffenangriffe

source: Instantaneous
de: Sofort

# aventh
source: Aventuristic Heroes
de: Aventurische Helden

# aventm
source: Aventuristic Monsters
de: Aventurische Monster

# dosi
source: Dragons of Stormwreck Isle
de: Die Drachen der Sturmwrack-Insel

# eepc
source: Elemental Evil Playerâ€™s Companion
de: Elemental Evil Player’s Companion

# ff2g
source: Fateforge: 2. Awakened
de: Fateforge: 2. Die Erwachten

# ftod
source: Fizban's Treasury of Dragons
de: Fizbans Schatzkammer der Drachen

# idrotf
source: Icewind Dale: Rim of the Frost Maiden
de: Eiswindtal: Ode der Frostmaid

# mtgafr
source: Adventures in the Forgotten Realms
de: Abenteuer in den Forgotten Realms

# mythaddm
source: Mythgart Adventures of the Dark Master
de: Mythgart Abenteuer des Dunklen Meisters

# mythheld
source: Mythgart Handbook of Heroes
de: Mythgart Handbuch der Helden

# mythwelt
source: Mythgart Worldbook
de: Mythgart Weltenbuch

# phb
source: Player's Handbook (2014)
de: Spielerhandbuch (2014)

# pota
source: Princes of the Apocalypse
de: Prinzen der Apokalypse

# scag
source: Sword Coast Adventurer's Guide
de: Abenteurerhandbuch der Schwertküste

# srd
source: Systems Reference Document
de: Systemreferenzdokument

# tcoe
source: Tasha's Cauldron of Everything
de: Tashas Kessel mit Allem

# xge
source: Xanathar's Guide to Everything
de: Xanathars Ratgeber für Alles

# xphb
source: Player's Handbook (2024)
de: Spielerhandbuch (2024)

# spellSchoolLevel
source: {lvl, plural,=0 {{school} Cantrip} one {1st Level {school}} two {2nd Level {school}} few {3rd Level {school}} other{{lvl}th Level {school}}}
de: {lvl, plural,=0 {Zaubertrick der {school}} other{{school} des {lvl}. Grades}}

# spellLevel
source: {lvl, plural,=0 {Cantrip} one {1st Level} two {2nd Level} few {3rd Level} other{{lvl}th Level}}
de: {lvl, plural,=0 {Zaubertrick} other{{lvl}. Grad}}

# filterClasses
source: Classes
de: Klassen

# filterLevel
source: Level
de: Grad

# filterCastTime
source: Casting Time
de: Zauberzeit

# filterSchool
source: School
de: Schule

# filterDamage
source: Damage Type
de: Schadenstyp

source: Abjuration
de: Bannmagie

source: Transmutation
de: Verwandlung

source: Conjuration
de: Beschwörung

source: Divination
de: Erkenntnismagie

source: Enchantment
de: Verzauberung

source: Evocation
de: Hervorrufung

source: Necromancy
de: Nekromantie

source: or
de: oder

# trigger
source: triggered
de: ausgelöst

# dispel
source: dispelled
de: gebannt

# round
source: {count, plural,=1{1 Round} other{{count} Rounds}}
de: {count, plural,=1{1 Runde} other{{count} Runden}}

source: Concentration
de: Konzentration

# action
source: {count, plural,=1{1 Action} other{{count} Actions}}
de: {count, plural,=1{1 Aktion} other{{count} Aktionen}}

# bonusAction
source: {count, plural,=1{1 Bonusaction} other{{count} Bonusactions}}
de: {count, plural,=1{1 Bonusaktion} other{{count} Bonusaktionen}}

# reaction
source: {count, plural,=1{1 Reaction} other{{count} Reactions}}
de: {count, plural,=1{1 Reaktion} other{{count} Reaktionen}}

# second
source: {count, plural,=1{1 Second} other{{count} Seconds}}
de: {count, plural,=1{1 Sekunde} other{{count} Sekunden}}

# minute
source: {count, plural,=1{1 Minute} other{{count} Minutes}}
de: {count, plural,=1{1 Minute} other{{count} Minuten}}

# hour
source: {count, plural,=1{1 Hour} other{{count} Hours}}
de: {count, plural,=1{1 Stunde} other{{count} Stunden}}

source: Unknown
de: Unbekannt

# condition
source: {cond, select, blinded {Blinded} charmed {Charmed} deafened {Deafened} frightened {Frightened} grappled {Grappled} incapacitated {Incapacitated} invisible {Invisible} paralyzed {Paralyzed} petrified {Petrified} poisoned {Poisoned} prone {Prone} restrained {Restrained} stunned {Stunned} unconscious {Unconscious} exhaustion {Exhaustion} other {Error}}
de: {cond, select, blinded {Blind} charmed {Bezaubert} deafened {Taub} frightened {Verängstigt} grappled {Gepackt} incapacitated {Kampfunfähig} invisible {Unsichtbar} paralyzed {Gelähmt} petrified {Versteinert} poisoned {Vergiftet} prone {Liegend} restrained {Festgesetzt} stunned {Betäubt} unconscious {Bewusstlos} exhaustion {Erschöpft} other {Fehler}}

# uiCancel
source: Cancel
de: Abbrechen

# uiDone
source: Done
de: Fertig

# mainScreenSpellList
source: Spell-List
de: Zauberliste

# mainScreenSettings
source: Settings
de: Einstellungen

# mainScreenSpellBooks
source: Characters
de: Charaktere

source: Search Spells
de: Zauber suchen

# spellBookSearchCharacter
source: Search Character
de: Charakter suchen

# spellBookSpellCount
source: {amount} Spells
de: {amount} Zauber

# characterAddTitle
source: Add Character
de: Charakter hinzufügen

# characterEditTitle
source: Edit Character
de: Charakter editieren

# characterName
source: Name of Character
de: Charakter Name

# characterClass
source: Class of Character
de: Klasse des Charakters

# characterDeleteTitle
source: Delete Character
de: Charakter löschen

# characterDeleteMessage
source: Are you sure that you want to delete the character ***{name}***? It is not possible to revert this decision.
de: Sind Sie sich sicher, dass Sie den Charakter {name} löschen wollen? Dies kann nicht rückgängig gemacht werden.

# characterDeleteOk
source: Delete
de: Löschen

# characterNoSpells
source: No spells found. Please import spells using the button on the settings page.
de: Es sind noch keine Zauber vorhanden. Verwenden Sie den Knopf in den Einstellungen, um Zauber zu importieren.

# spellDetailClasses
source: Classes
de: Klassen

# spellDetailPage
source: Page
de: Seite

# spellDetailCastTime
source: Casting Time
de: Zeitaufwand

# spellDetailDistance
source: Range
de: Reichweite

# spellDetailComponents
source: Components
de: Komponenten

# spellDetailDuration
source: Duration
de: Wirkungsdauer

# spellDetailDurationPermanent
source: Until the spell is {condition}
de: bis der Zauber {condition} wird

# spellDetailDice
source: {numberDice}D{typeDie}
de: {numberDice}W{typeDie}

# spellDetailDie
source: D{typeDie}
de: W{typeDie}

# spellDetailAddSpellTitle
source: Add to Character
de: Zum Charakter hinzufügen

# spellDetailAddSpellNoChars
source: No Character exists. Please create a Character in order to add something to that Character.
de: Keine Charaktere vorhanden. Erstelle einen Charakter, dem du etwas hinzufügen willst.

# spellDetailRemoveFromCharTitle
source: Remove from Character
de: Von Charakter entfernen

# spellDetailRemoveFromCharMessage
source: Are your sure that you want to remove ***{name}*** from ***{charname}***?
de: Sind sie sicher, dass ***{name}*** von Charakter ***{charname}*** entfernt werden soll?

# spellDetailRemoveFromCharAffirmative
source: Remove
de: Entfernen

# spellDetailDeleteTitle
source: Delete Spell
de: Zauber löschen

# spellDetailDeleteMessage
source: Are you sure that you want to delete the spell ***{name}***? It is not possible to revert this decision.
de: Sind Sie sich sicher, dass Sie den Zauber ***{name}*** löschen wollen? Dies kann nicht rückgängig gemacht werden.

# filterUnselect
source: Unselect All
de: Alle abwählen

source: Filter Spells
de: Zauber filtern

# filterReset
source: Reset Filter
de: Filter zurücksetzen

# onHigherLevels
source: At Higher Levels
de: Auf höheren Graden

# settingsLanguage
source: Language
de: Sprache

# settingsLanguageLabel
source: Select Language
de: Sprache auswählen

# settingsLanguages
source: {lang, select, en {English} de {German} other {Error}}
de: {lang, select, en {Englisch} de {Deutsch} other {Fehler}}

# settingsLanguageDescription
source: The selected language only affects the interface
de: Die Sprache wirkt sich nur auf das Interface aus

# settingsDistanceType
source: Select Unit
de: Einheit auswählen

# settingsData
source: Data Options
de: Daten Optionen

# settingsImport5e
source: Import 5e Spells
de: 5eTools Zauber importieren

# settingsImportData
source: Import App-Data
de: App-Daten importieren

# settingsExportData
source: Export App-Data
de: App-Daten exportieren

# settingsDeleteData
source: Delete App-Data
de: App-Daten löschen

# settingsDoNotShowMessageAgain
source: Do not show this message again
de: Diese Nachricht nicht erneut anzeigen

# settings5eMessage
source: This import is only meant for json-Files from 5e-Tools and not for those exported from this app.
de: Dieser Import ist nur für json-Dateien von 5e-Tools gedacht und nicht für einen Import von Daten dieser App.

# settingsAppMessage
source: This import is only meant for json-Files generated by this app and not from 5e-Tools. The import may override existing data.
de: Dieser Import ist nur für die Daten dieser App gedacht und nicht für Daten von 5e-Tools. Der Import wird eventuell Daten überschreiben.

# settingsExportMessage
source: Data exported successfully to downloads
de: Daten erfolgreich exportiert
